{"section":[{"section-letter":"A","term-list":[{"term-name":"Advertisement","term-definition":"Printed notice of something for sale paid for by the advertiser."},{"term-name":"Angle","term-definition":"The approach or perspective from which a news fact or event is viewed, or the emphasis chosen for a story."},{"term-name":"Art","term-definition":"Any photo, map graph or illustration."},{"term-name":"Assignment","term-definition":"A story a reporter is given to cover."},{"term-name":"AP Stylebook","term-definition":"The standard reference source for reporters and editors on word usage, libel, numbers, titles, capitalization and commonly used words and phrases."}]},{"section-letter":"B","term-list":[{"term-name":"Banner","term-definition":"A headline stretching across the top of a page."},{"term-name":"Beat","term-definition":"A reporter's regular assignment, for covering news like sports or music."},{"term-name":"Bleed","term-definition":"An illustration filling one or more margins and running off the edge of the page or border; used frequently in magazines and advertisements."},{"term-name":"Body Copy","term-definition":"The main part of a story."},{"term-name":"Body Type","term-definition":"Type used in stories, not in headlines; generally under 12-point size; opposite of display type."},{"term-name":"Box","term-definition":"Refers to type that is framed in a border to give it prominence."},{"term-name":"Break","term-definition":"Initial news coverage of an event."},{"term-name":"Budget","term-definition":"The lineup of news stories scheduled for the next day's newspaper."},{"term-name":"Bumped Heads","term-definition":"Similar headlines running side by side that create monotony and the tendency to read across."},{"term-name":"Byline","term-definition":"The author's name, which is printed at the beginning of an article."}]},{"section-letter":"C","term-list":[{"term-name":"Camera-ready","term-definition":"Refers to anything that is in its finished form - no further changes are needed before it is published in the paper."},{"term-name":"Caption","term-definition":"Headline or text accompanying a picture or illustration; also called a cutline."},{"term-name":"Circulation","term-definition":"The total number of copies of a publication distributed to subscribers and vendors in one day."},{"term-name":"Clip Art","term-definition":"A variety of art provided to newspapers on a subscription basis, for use in ads."},{"term-name":"Column","term-definition":"The arrangement of horizontal lines of type, usually 10 to 14 picas wide, in a news story; also, an article appearing regularly written by a particular writer or \"columnist.\""},{"term-name":"Columnist","term-definition":"A person who writes a regular column giving a personal opinion."},{"term-name":"Copy","term-definition":"All material for publication, whether written stories or pictures."},{"term-name":"Copy Editor","term-definition":"The person who corrects or edits copy written by a reporter and writes headlines."},{"term-name":"Copyediting","term-definition":"Correcting, improving and marking copy to be printed."},{"term-name":"Cover","term-definition":"To gather information and get facts for a story."},{"term-name":"Credit Line","term-definition":"A photographer's byline. The name of the person or organization responsible for making or distributing a photograph, usually appearing small type under the reproduced picture. Also called credit line."}]},{"section-letter":"D","term-list":[{"term-name":"Dateline","term-definition":"The line at the beginning of a story giving the place and date of the articles origination."},{"term-name":"Deadline","term-definition":"A time at which all copy for an edition must be submitted."},{"term-name":"Deck","term-definition":"A \"bank\" or section of a headline."},{"term-name":"Dummy","term-definition":"A preliminary layout of a newspaper page, showing the placement of stories, headlines, pictures and advertisements."}]},{"section-letter":"E","term-list":[{"term-name":"Ears","term-definition":"Space at the top of the front page on each side of the newspaper's name where ads, weather news, index to pages or announcement of special features appears."},{"term-name":"Edition","term-definition":"The issue for one press run: home edition, state edition, final home edition, extra."},{"term-name":"Editor","term-definition":"A person who directs the editorial policies; or a person who decides what news will go in the paper and where it will appear."},{"term-name":"Editorial","term-definition":"An article expressing the opinion of the newspaper regarding a certain subject."},{"term-name":"Em","term-definition":"Unit of measuring column widths. An em (for the letter M) is a square of any given size of type, and is most frequently used as the unit in measuring \"pica\" (the width of an em in 12-point type)."},{"term-name":"En","term-definition":"Half of an em."},{"term-name":"Exclusive","term-definition":"A story printed by only one paper; a scoop."}]},{"section-letter":"F","term-list":[{"term-name":"Face","term-definition":"The style of type."},{"term-name":"Feature","term-definition":"A story in which the interest lies in some factor other than the news value, usually to entertain."},{"term-name":"Filler","term-definition":"Short informational stories or advertisements, usually timeless, used to fill small spaces where needed."},{"term-name":"Flag","term-definition":"The printed title (i.e., name and logo) of a newspaper at the top of the front page."},{"term-name":"Folio","term-definition":"Newspaper name, date and page number that appear at the top of each page."}]}]}