{"section":[{"section-letter":"A","term-list":[{"term-name":"Advertisement","term-definition":"Printed notice of something for sale paid for by the advertiser."},{"term-name":"Agate","term-definition":"Small type (usually 5.5 point) used for sports statistics, stock tables, classified ads, etc."},{"term-name":"Angle","term-definition":"The approach or perspective from which a news fact or event is viewed, or the emphasis chosen for a story."},{"term-name":"Art","term-definition":"Any photo, map graph or illustration."},{"term-name":"Assignment","term-definition":"A story a reporter is given to cover."},{"term-name":"AP Stylebook","term-definition":"The standard reference source for reporters and editors on word usage, libel, numbers, titles, capitalization and commonly used words and phrases."}]},{"section-letter":"B","term-list":[{"term-name":"Banner","term-definition":"A headline stretching across the top of a page."},{"term-name":"Beat","term-definition":"A reporter's regular assignment, for covering news like sports or music."},{"term-name":"Bleed","term-definition":"An illustration filling one or more margins and running off the edge of the page or border; used frequently in magazines and advertisements."},{"term-name":"Body Copy","term-definition":"The main part of a story."},{"term-name":"Body Type","term-definition":"Type used in stories, not in headlines; generally under 12-point size; opposite of display type."},{"term-name":"Box","term-definition":"Refers to type that is framed in a border to give it prominence."},{"term-name":"Break","term-definition":"Initial news coverage of an event."},{"term-name":"Budget","term-definition":"The lineup of news stories scheduled for the next day's newspaper."},{"term-name":"Bumped Heads","term-definition":"Similar headlines running side by side that create monotony and the tendency to read across."},{"term-name":"Byline","term-definition":"The author's name, which is printed at the beginning of an article."}]},{"section-letter":"C","term-list":[{"term-name":"Camera-ready","term-definition":"Refers to anything that is in its finished form - no further changes are needed before it is published in the paper."},{"term-name":"Caption","term-definition":"Headline or text accompanying a picture or illustration; also called a cutline."},{"term-name":"Circulation","term-definition":"The total number of copies of a publication distributed to subscribers and vendors in one day."},{"term-name":"Clip Art","term-definition":"A variety of art provided to newspapers on a subscription basis, for use in ads."},{"term-name":"Column","term-definition":"The arrangement of horizontal lines of type, usually 10 to 14 picas wide, in a news story; also, an article appearing regularly written by a particular writer or \"columnist.\""},{"term-name":"Columnist","term-definition":"A person who writes a regular column giving a personal opinion."},{"term-name":"Copy","term-definition":"All material for publication, whether written stories or pictures."},{"term-name":"Copy Editor","term-definition":"The person who corrects or edits copy written by a reporter and writes headlines."},{"term-name":"Copyediting","term-definition":"Correcting, improving and marking copy to be printed."},{"term-name":"Cover","term-definition":"To gather information and get facts for a story."},{"term-name":"Credit Line","term-definition":"A byline that accompanies a photograph, illustration, video, or other media that credits the creator. The name of the person or organization responsible for making or distributing the media usually appears in small type underneath. Also called credit line."}]},{"section-letter":"D","term-list":[{"term-name":"Dateline","term-definition":"The line at the beginning of a story giving the place and date of the articles origination."},{"term-name":"Deadline","term-definition":"A time at which all copy for an edition must be submitted."},{"term-name":"Deck","term-definition":"A \"bank\" or section of a headline. Also called a “dek” or a “drophed”"},{"term-name":"Dummy","term-definition":"A preliminary layout of a newspaper page, showing the placement of stories, headlines, pictures and advertisements."}]},{"section-letter":"E","term-list":[{"term-name":"Ears","term-definition":"Space at the top of the front page on each side of the newspaper's name where ads, weather news, index to pages or announcement of special features appears."},{"term-name":"Edition","term-definition":"The issue for one press run: home edition, state edition, final home edition, extra."},{"term-name":"Editor","term-definition":"A person who directs the editorial policies; or a person who decides what news will go in the paper and where it will appear."},{"term-name":"Editorial","term-definition":"An article expressing the opinion of the newspaper regarding a certain subject."},{"term-name":"Em","term-definition":"Unit of measuring column widths. An em (for the letter M) is a square of any given size of type, and is most frequently used as the unit in measuring \"pica\" (the width of an em in 12-point type)."},{"term-name":"En","term-definition":"Half of an em."},{"term-name":"Exclusive","term-definition":"A story printed by only one paper; a scoop."}]},{"section-letter":"F","term-list":[{"term-name":"Face","term-definition":"The style of type."},{"term-name":"Feature","term-definition":"A story in which the interest lies in some factor other than the news value, usually to entertain."},{"term-name":"Filler","term-definition":"Short informational stories or advertisements, usually timeless, used to fill small spaces where needed."},{"term-name":"Flag","term-definition":"The printed title (i.e., name and logo) of a newspaper at the top of the front page."},{"term-name":"Folio","term-definition":"Newspaper name, date and page number that appear at the top of each page."}]},{"section-letter":"G","term-list":[{"term-name":"General Assignment","term-definition":"A reporter who covers a variety of stories rather than a single \"beat.\""},{"term-name":"Gutter","term-definition":"The space between columns or margins between facing pages."}]},{"section-letter":"H","term-list":[{"term-name":"Hard News","term-definition":"Factual news stories without opinion."},{"term-name":"Headline","term-definition":"The title of an article. Also called a “hed”"},{"term-name":"Human Interest","term-definition":"Emotional appeal in the news. A \"human interest\" story, as compared with a \"straight news\" story, bases its appeal more on the unusual than on consequence."}]},{"section-letter":"I","term-list":[{"term-name":"Inserts","term-definition":"An advertisement or magazine that is printed separately and inserted into the folded newspaper."},{"term-name":"Inverted Pyramid","term-definition":"The standard news story structure in which facts are arranged in descending order of importance."},{"term-name":"Issue","term-definition":"All the copies which a newspaper publishes in one day."}]},{"section-letter":"J","term-list":[{"term-name":"Jump","term-definition":"To continue a story from one page to another."},{"term-name":"Jumplines","term-definition":"The continuation instructions of a story that is jumped to another page."}]},{"section-letter":"K","term-list":[{"term-name":"Kicker","term-definition":"Small headline, often in italics and usually underlined, above and slightly to the left of the main head."},{"term-name":"Kill","term-definition":"To eliminate all or part of a story (or if referring to art, eliminating an illustration)."},{"term-name":"Kill Fee","term-definition":"A negotiated payment on a magazine or newspaper article that is given to the freelancer if their assigned article is \"killed\" or cancelled."},{"term-name":"Kerning","term-definition":"The adjustment of spacing between (letters or characters) in a piece of text to be printed."}]},{"section-letter":"L","term-list":[{"term-name":"Layout","term-definition":"(1) A sketch or drawing that indicates the arrangement of pictures and copy on a printed page. Used synonymously with \"dummy.\" (2) A combination of stories, pictures, etc., about a single subject."},{"term-name":"Leading","term-definition":"The space between lines of type."},{"term-name":"Lede","term-definition":"The introductory section of a news story that is intended to entice the reader to read the full story."}]},{"section-letter":"M","term-list":[{"term-name":"Managing Editor","term-definition":"The editor who directs the daily gathering, writing and editing of news and the placement of news in the paper; working for him or her are the city editor, the copy editor, etc."},{"term-name":"Masthead","term-definition":"Details of the publisher, place of publication, editorial staff and information about the newspaper, generally placed on the editorial page."},{"term-name":"Morgue","term-definition":"Where old newspapers, clippings, cuts and pictures are stored."}]},{"section-letter":"N","term-list":[{"term-name":"Newsprint","term-definition":"A grade of paper made from recycled paper and wood pulp, used for printing newspapers."}]},{"section-letter":"O","term-list":[{"term-name":"Off The Record","term-definition":"Information not for publication, or at least not attributed to the source if used as background."},{"term-name":"Op-ed","term-definition":"Page opposite the editorial page used for letters to the editor, articles by columnists, etc."},{"term-name":"Overline","term-definition":"A small headline that runs above a photo; usually used with stand-alone art."}]},{"section-letter":"P","term-list":[{"term-name":"Pad","term-definition":"To make a story longer by using more words than are necessary."},{"term-name":"Photo Credit","term-definition":"A photographer's byline. The name of the person or organization responsible for making or distributing a photograph, usually appearing small type under the reproduced picture. Also called credit line."},{"term-name":"Pad","term-definition":"To make a story longer by using more words than are necessary."},{"term-name":"Photo Credit","term-definition":"A photographer's byline. The name of the person or organization responsible for making or distributing a photograph, usually appearing small type under the reproduced picture. Also called credit line."},{"term-name":"Pica","term-definition":"Unit of linear measurement commonly used in print design that is equal to 1/6 of an inch (i.e., six picas = one inch.)."},{"term-name":"Plagiarism","term-definition":"Passing off as one's own the ideas and words of another."},{"term-name":"Plate","term-definition":"A plate contains the image of several pages, in multiples of 4, and is installed onto the press."},{"term-name":"Pre-date","term-definition":"An edition issued before its announced date of publication."},{"term-name":"Press","term-definition":"Machine that prints the newspaper."},{"term-name":"Press Run","term-definition":"Total number of copies printed."},{"term-name":"Proof","term-definition":"A page on which newly set copy is reproduced to make possible the correction of errors."}]},{"section-letter":"Q","term-list":[{"term-name":"Q and A","term-definition":"Copy in question and answer form, as in verbatim reports of court proceeding."},{"term-name":"Quotes","term-definition":"(1) Quotation marks; (2) A quote is a portion of a story that consists of direct quotations."}]},{"section-letter":"R","term-list":[{"term-name":"Rail","term-definition":"The common name for the right-side column of a web page. On a rail is usually where sponsored listings appear."},{"term-name":"Railroad","term-definition":"To rush copy through to the paper without careful editing."},{"term-name":"Register","term-definition":"Correct placement of plates to ensure ink is properly aligned. When a printed image appears fuzzy, it is referred to as being “out of register”."},{"term-name":"Rough","term-definition":"A preliminary layout not in finished form."}]},{"section-letter":"S","term-list":[{"term-name":"Scoop","term-definition":"A story obtained before other newspapers or other media receive the information."},{"term-name":"Series","term-definition":"A group of related stories generally run on successive days or weeks."},{"term-name":"Sidebar","term-definition":"A secondary news story that supports or amplifies a major story."},{"term-name":"Single Copy","term-definition":"Sales of newspapers from a newsstand or rack; Papers sold one at a time."},{"term-name":"Source","term-definition":"The supplier of information, such as a person, book, survey, etc."},{"term-name":"Straight News","term-definition":"A plain account of news facts written in standard style and structure."},{"term-name":"Subhead","term-definition":"Small, one-line headline inserted in the body of a story to break up the monotony of a solid column of small type."}]},{"section-letter":"T","term-list":[{"term-name":"Tabloid","term-definition":"A newspaper of small page size, usually 11 inches wide and 17 inches deep."},{"term-name":"Thumbnail","term-definition":"A half-column picture."},{"term-name":"Typo","term-definition":"A mechanical error in typing a story."}]},{"section-letter":"U","term-list":[]},{"section-letter":"V","term-list":[]},{"section-letter":"W","term-list":[{"term-name":"Web Press","term-definition":"Machine used to print the newspaper. Paper is woven through the press to facilitate printing."},{"term-name":"Widow","term-definition":"A single word or short line of type at the end of a paragraph, particularly at the top or bottom of a column or page."}]},{"section-letter":"X","term-list":[]},{"section-letter":"Y","term-list":[{"term-name":"Yellow Journalism","term-definition":"Sensational journalism."}]}]}